# 1. Задайте список из нескольких чисел.
# 1. Напишите программу, которая найдёт сумму элементов списка, стоящих на нечётной позиции.

my_list = [1, 9, 5, 3, 8]
print(sum(my_list[1::2]))